;TORSO
[xlegendsblade_Torso_KV_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_MPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_FPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_HPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_LPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_MPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_HPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

;TORSO WOTC
[xlegendsblade_Torso_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

[xlegendsblade_Torso_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 身体"

;ARMS
[xlegendsblade_Arms_KV_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_LPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_MPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_HPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_LPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_MPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_HPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

;ARMS WOTC
[xlegendsblade_Arms_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

[xlegendsblade_Arms_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 手臂"

;LEGS
[xlegendsblade_Legs_KV_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_LPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_MPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_HPL_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_LPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_MPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_HPO_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

;LEGS WOTC
[xlegendsblade_Legs_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PL_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PO_Reaper X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PL_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PO_Templar X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PL_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Legs_PO_Skirmisher X2BodyPartTemplate]
DisplayName="传奇 刀锋 腿"

[xlegendsblade_Helmets_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 头"

[xlegendsblade_Hair_F X2BodyPartTemplate]
DisplayName="传奇 刀锋 发型"


